/* Accessibility title of the Favorites column in the LoopBrowser */
"Favorite" = "Favorit";

/* Accessibility title of the Loop Type column in the LoopBrowser */
"Type" = "Tipus";

/* Add to Untagged Loops - OK Button for Alert window
   Alert message text when user adds new untagged Loops to Loop Browser or File Browser */
"Add to Untagged Loops" = "Afegir als bucles sense etiqueta";

/* Adding Loops From Another Disk or Partition */
"Adding Loops From Another Disk or Partition" = "Afegint bucles des d’un altre disc o partició";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"If these Audio files have a constant tempo, start on a downbeat, and end on a beat, they will adapt to the project tempo when previewed or added to a project." = "Si aquests arxius d’àudio tenen un tempo constant, comencen amb un primer temps i acaben amb un temps, s’adaptaran al tempo del projecte quan es previsualitzin o s’afegeixin a un projecte.";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"The chosen location will be added to your Untagged Loops. Audio files in this location with a constant tempo that start on a downbeat and end on a beat will adapt to the project tempo when previewed or added to a project." = "La ubicació seleccionada s’afegirà als bucles sense etiqueta. Els arxius d’àudio d’aquesta ubicació que tinguin un tempo constant i comencin amb un primer temps i acabin amb un temps s’adaptaran al tempo del projecte quan es previsualitzin o s’afegeixin a un projecte.";

/* Cancel - Cancel Button for AlertSheets, etc.
   Don't import Button */
"Cancel" = "Cancel·lar";

/* Copy Loops Button */
"Copy to Loops Folder" = "Copiar a la carpeta de bucles";

/* Copy Loops or reference Loops message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic copy the loops to the Apple Loops folder, or use them from their current location." = "Els bucles s’afegiran a l’explorador de bucles, on estaran disponibles perquè els facis servir a les teves cançons. Selecciona si vols que Logic copiï els bucles a la carpeta Apple Loops o els faci servir des de la seva ubicació actual.";

/* Debug Menu: Edit Tags */
"Edit Tags" = "Editar etiquetes";

/* Debug Menu: Show in Finder */
"Show in Finder" = "Mostrar-ho al Finder";

/* Debug Menu:Parse loop */
"Parse loop" = "Analitzar el bucle";

/* Descriptors */
"Descriptors" = "Descriptors";

/* Genre */
"Genre" = "Gènere";

/* Indexing Loops on desktop alert */
"Adding Loops to the Loop Browser" = "Afegint bucles a l’explorador de bucles";

/* Initial Title of the jam pack control */
"All Packs" = "Tots els paquets";

/* Instrument */
"Instrument" = "Instrument";

/* LoopBrower: two and more items label */
"%ld items" = "%ld ítems";

/* LoopBrowser: accessibility description of the playing loop icon in the table */
"playing loop" = "reproduint el bucle";

/* LoopBrowser: accessibility description of the real loop icon in the table */
"real loop" = "bucle d’instrument real";

/* LoopBrowser: accessibility description of the software loop icon in the table */
"software loop" = "bucle d’instrument de programari";

/* LoopBrowser: accessibility description of the web loop icon in the table */
"web loop" = "bucle web";

/* LoopBrowser: one Item label */
"1 item" = "1 ítem";

/* LoopBrowser: zero Items label */
"0 items" = "0 ítems";

/* Move Loops Button */
"Move to Loops Folder" = "Traslladar a la carpeta de bucles";

/* Move Loops on Desktop message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic move the loops to the Apple Loops folder, or use them from their current location." = "Els bucles s’afegiran a l’explorador de bucles, on estaran disponibles perquè els facis servir a les teves cançons. Selecciona si vols que Logic traslladi els bucles a la carpeta Apple Loops o els faci servir des de la seva ubicació actual.";

/* Reference Loops Button */
"Current Location" = "Ubicació actual";

/* Reindex all loops menu item */
"Reindex All Loops" = "Reindexar tots els bucles";

/* ToolTip: Loop browser - JPM popup menu */
"Choose which loops you want to view in the loop browser." = "Seleccionar quins bucles vols veure a l’explorador de bucles";

/* ToolTip: Loop browser - all other search buttons */
"Click to find loops by instrument, genre, and descriptor." = "Fer clic per trobar bucles per instrument, gènere i descriptor";

/* ToolTip: Loop browser - column view */
"Select whether to display keywords for instruments, genre, or mood" = "Seleccionar veure les paraules clau per instruments, gènere o estil";

/* accessibility description of the segment that switches to column view */
"column view" = "visualització en columnes";

/* accessibility description of the segment that switches to musical buttons view */
"musical buttons view" = "visualització de botons musicals";

/* menu item in Recent Search History */
"Clear Search History" = "Esborrar l’historial de cerca";

/* menu item in Recent Search History */
"No recent searches" = "Cap cerca recent";

/* menu title in Recent Search History */
"Recent Searches" = "Cerques recents";

/* placeholder for search field within the Loops Browser */
"Search Loops" = "Buscar bucles";
